IDEA Open Model
StrainImpulse.PhiZ Property
Compatible with IDEA StatiCa 20.1
 The curvature around y axis.
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double PhiZ { get; set; }
Public Property PhiZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
StrainImpulse Structure
IdeaRS.OpenModel.Loading Namespace